Repository: 84000/data-translation-memory
Catalog: toh57-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་དགའ་བོ་ལ་མངལ་ན་གནས་པ་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Noble Mahāyāna Sūtra The Teaching to Nanda on Dwelling in the Womb Chapter 13 of the one-hundred-thousand-chapter scripture Ārya Mahāratnakūṭa, “The Teaching to Nanda on Dwelling in the Womb.”

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་གྲོང་ཁྱེར་སེར་སྐྱ་ན་ཤིང་ནྱ་གྲོ་དྷའི་ཀུན་དགའ་ར་བ་ན། དགེ་སློང་གི་དགེ་འདུན་ཚད་མེད་པ་རྣམས་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།
en: The Bhagavān was staying together with an immense assembly of monks at the Nyagrodha pleasure grove in the city of Kapilavastu.

source: དེའི་ཚེ་ན་བཅོམ་ལྡན་འདས་ཀྱི་གཅུང་དགའ་བོ་ཞེས་བྱ་བ་དེའི་ལུས་གསེར་གྱི་ཁ་དོག་ཅན་མཚན་སུམ་ཅུ་དང་ལྡན་ཞིང་ཚད་བཅོམ་ལྡན་འདས་ལས་སོར་བཞིས་ཐུང་བ་ཞིག་ཡོད་དེ་དེའི་ཆུང་མ་སུན་ད་རི་ཀ་ཞེས་བྱ་བ་བཟང་མོ་བལྟ་ན་སྡུག་པ།
en: At that time, the Bhagavān’s younger brother named Nanda, who had a golden complexion, was endowed with the thirty marks, and was four finger-widths shorter than the Bhagavān, had a wife called Sundarikā.

source: བྱད་བཞིན་མཛེས་ཤིང་འཇིག་རྟེན་ན་དཀོན་པ་ཁ་དོག་ཁྱད་པར་དུ་འཕགས་ཤིང་མང་པོ་ཀུན་གྱིས་བལྟ་བར་འདོད་པ་ཞིག་ཡོད་པས་དགའ་བོ་དེ་ལ་ཆགས་ཤིང་ཞེན་པར་གྱུར་པས་སྐད་ཅིག་ཙམ་དུ་ཡང་མི་འབྲལ་ཞིང་འདོད་པའི་སེམས་ཀྱིས་ཤིན་ཏུ་ཆགས་པར་གྱུར་ཏེ།
en: She was a good lady, pleasant to behold, with a beautiful figure and a superior complexion rare in the world. Since everyone wished to look at her, Nanda, because he desired and was obsessed with her, did not leave her alone even for a moment. Due to his lustful mind, he became very attached and considered her as valuable as his own life.

source: སྲོག་གིས་འཇལ་བར་བྱེད་པས། བཅོམ་ལྡན་འདས་ཀྱིས་དེ་གདུལ་བའི་དུས་ལ་བབ་པར་མཁྱེན་པས་སྔ་དྲོའི་དུས་ཀྱི་ཚེ་ན་བཟའ་མནབས་ཏེ། ལྷུང་བཟེད་བསྣམས་ནས་ཞབས་འབྲིང་བ་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་དང་གྲོང་ཁྱེར་དུ་བསོད་སྙོམས་ལ་གཤེགས་ཏེ།
en: The Bhagavān, knowing that the time had come to tame Nanda, dressed early in the morning, took his bowl, and, with the venerable Ānanda as his attendant, went to the city to collect alms.

source: མཐར་གྱིས་དགའ་བོའི་ཁྱིམ་གང་ན་བ་དེར་གཤེགས་ནས་དེའི་སྒོར་གཤེགས་ཏེ་བཞུགས་སོ། །
en: In due course, they arrived at the place where Nanda’s house was, and going to the door, they stood there.

source: དེ་ནས་ཐུགས་རྗེ་ཆེན་པོའི་མཐུས་འོད་ཟེར་གསེར་གྱི་ཁ་དོག་ལྟ་བུ་བཏང་བས་དགའ་བོའི་ཁྱིམ་ནང་ཀུན་ཏུ་གསེར་བཙོ་མ་ལྟ་བུའི་ཁ་དོག་ཏུ་གྱུར་པ་དང་།
en: Then, by the power of great compassion, the Bhagavān emitted a golden light, and the entire interior of Nanda’s house turned the color of refined gold.

source: དེའི་ཚེ་དགའ་བོ་འདི་སྙམ་དུ་འོད་ཟེར་ཀུན་ཏུ་སྣང་བར་གྱུར་པས་གདོན་མི་ཟ་བར་འདི་ནི་དེ་བཞིན་གཤེགས་པའི་ཡིན་ནོ། །
en: At that time, Nanda thought, “Since this light is all-illuminating, it must undoubtedly be the Tathāgata’s.”

source: སྙམ་དུ་བསམས་ནས་མི་ཞིག་མངགས་ཏེ། ཀྱེ་སོང་ལ་སུ་ཡིན་ལྟོས་ཤིག་ཅེས་བསྒོ་བ་དང་།
en: Thinking this, he dispatched a man, ordering him, “Go see who it is.”

source: དེས་ཀྱང་བཅོམ་ལྡན་འདས་མཐོང་ནས་མྱུར་ཞིང་རིངས་པས་སླར་ལོག་ནས་དགའ་བོ་ལ་བཅོམ་ལྡན་འདས་སྒོ་ན་བཞུགས་སོ། །ཞེས་སྨྲས་སོ། །
en: The man, seeing the Bhagavān, hastened back and told Nanda, “The Bhagavān is at the door.”

source: དེས་དེ་སྐད་སྨྲས་པ་ཐོས་ནས་མྱུར་དུ་ཕྱིར་བྱུང་སྟེ། བཅོམ་ལྡན་འདས་བསུ་སྟེ།
en: When Nanda heard that, he quickly went out and greeted the Bhagavān.

source: ཕྱག་བྱ་བར་བྱས་པ་ལས་དེའི་ཚེ་སུན་ད་རི་ཀ་འདི་སྙམ་དུ་བདག་གིས་གལ་ཏེ་འདི་བཏང་བར་གྱུར་ན། བཅོམ་ལྡན་འདས་ཀྱིས་གདོན་མི་ཟ་བར་རབ་ཏུ་འབྱུང་བར་འགྱུར་རོ། །སྙམ་དུ་བསམས་ནས།
en: After Nanda paid obeisance, at that time Sundarikā thought, “If I let Nanda go, he will doubtlessly go forth because of the Bhagavān.”

source: གོས་ཀྱི་མཐའ་མ་ནས་བཟུང་སྟེ་མ་བཏང་བ་དང་།
en: Grabbing Nanda by the edge of his garment, she did not let go.

source: དགའ་བོས་སྨྲས་པ། དེང་རེ་ཤིག་ཐོང་ཤིག་དང་།
en: “Now let go for a minute,” said Nanda.

source: བཅོམ་ལྡན་འདས་ལ་ཕྱག་བྱས་ནས་བདག་སླར་འོང་ངོ་། །
en: “I will pay obeisance to the Bhagavān, and then I’ll come back.”

source: སུན་ད་རི་ཀས་སྨྲས་པ། བདག་ཅག་དམ་བཅས་ནས་གདོད་དེ་བཞིན་གཏང་ངོ་། །
en: “First, let’s make an agreement; then I’ll let you go,” said Sundarikā.

source: ཞེས་དེའི་འཕྲལ་བ་ལ་ཐིག་ལེ་གཤེར་བའི་མཚན་མ་བཏབ་ནས་འདི་སྐད་དུ་ཐིག་ལེ་འདི་མ་བསྐམས་པར་སླར་གཤེགས་སུ་གསོལ།
en: She put the mark of a wet tilaka on his forehead, and she said, “Please return before this tilaka is dry.

source: གལ་ཏེ་ཐོགས་པར་གྱུར་ན་གསེར་གྱི་ཀཱར་ཤཱ་པ་ཎ་ལྔ་བརྒྱས་ཆད་པས་གཅད་དོ་ཞེས་སྨྲས་པ་དང་།
en: If you are delayed, there will be a penalty of five hundred gold kārṣāpanas.”

source: དགའ་བོས་ཀྱང་དེ་བཞིན་དུ་བྱའོ།
en: “I will do so,” said Nanda.

source: ཞེས་སྒོར་བྱུང་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ།
en: Going out the door, he bowed down at the Bhagavān’s feet.

source: དེ་བཞིན་གཤེགས་པའི་ལྷུང་བཟེད་བླངས་ནས་སླར་ཁྱིམ་དུ་ཞུགས་ཏེ།
en: He took the Tathāgata’s bowl and went back into the house.

source: བཟའ་བ་དང་བཅའ་བ་བསོད་པ་དག་གིས་ལྷུང་བཟེད་བཀང་ནས་སླར་སྒོར་བྱུང་བ་དང་།
en: After filling the bowl with good food, Nanda again went out the door.

source: བཅོམ་ལྡན་འདས་སླར་གཤེགས་པས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བྱིན་པ་དང་།
en: Since the Bhagavān had returned to the monastery, he offered it to Ānanda.

source: བཅོམ་ལྡན་འདས་ཀྱིས་ལྷུང་བཟེད་མ་ལེན་ཅིག་པར་མཚན་མ་བསྟན་ཏོ། །
en: But the Bhagavān had indicated that Ānanda should not take the bowl.

source: དེ་བཞིན་གཤེགས་པ་སྟོན་པ་ཆེན་པོ་ཤིན་ཏུ་གཟི་བྱིན་ཆེ་བས་བཞེས་སུ་གསོལ་ཞེས་གསོལ་བའི་ཐུགས་ཀྱང་མ་ཐུབ་ནས་ཡང་ཀུན་དགའ་བོ་ལ་བྱིན་པ་དང་། ཀུན་དགའ་བོས་སྨྲས་པ།
en: Because of the overwhelming majesty of the Tathāgata, the Great Teacher, Nanda did not have the confidence to offer it to him with the words, “Please receive this,” so he again offered it to Ānanda.

source: ཁྱོད་ཀྱིས་ལྷུང་བཟེད་འདི་སུ་ལས་བླངས་སྨྲས་པ།
en: Ānanda asked, “From whom did you receive this bowl?”

source: བཅོམ་ལྡན་འདས་ལས་བླངས་སོ། །
en: “I received it from the Bhagavān.”

source: ཀུན་དགའ་བོས་སྨྲས་པ། འོ་ན་བཅོམ་ལྡན་འདས་ལ་ཕུལ་ཅིག །
en: “In that case, offer it to the Bhagavān,” said Ānanda.

source: དེས་སྨྲས་པ་བདག་སྟོན་པ་ཆེན་པོ་ལ་གསོལ་བའི་ཐུགས་མི་ཐུབ་བོ། །
en: Nanda answered, “I don’t have the confidence to offer it to the Great Teacher.”

source: ཞེས་ཅང་མི་སྨྲ་བར་ཞབས་འབྲིང་དུ་སོང་ངོ་། །
en: Saying nothing, he left following after him.

source: བཅོམ་ལྡན་འདས་སླར་གཙུག་ལག་ཁང་དུ་གཤེགས་ནས་ཕྱག་བཅབས། ཞབས་བསིལ་ཏེ་གདན་ལ་བཞུགས་པ་དང་།
en: When the Bhagavān had returned to the monastery, he washed his hands, bathed his feet, and sat on his cushion.

source: དགའ་བོས་ལྷུང་བཟེད་ཐོགས་པ་དེ་བཅོམ་ལྡན་འདས་ལ་ཕུལ་ལོ། །
en: Nanda held up the Bhagavān’s bowl and offered it to him.

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཟས་ཀྱི་བྱ་བ་མཛད་ནས་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཁྱོད་ངའི་ལྷུང་བཟེད་ཀྱི་ལྷག་མ་ཟ་འམ།
en: When the Bhagavān finished eating, he asked Nanda, “Will you eat what is left in my bowl?”

source: བདག་འཚལ་ལོ་ཞེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཀྱང་དེ་ལ་བྱིན་ནོ། །
en: “Yes, please,” he answered, and the Bhagavān gave it to him.

source: དགའ་བོས་ཟོས་ཟིན་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཅི་ཁྱོད་རབ་ཏུ་འབྱུང་ངམ། དེས་ཀྱང་རབ་ཏུ་འབྱུང་ངོ་། །
en: Nanda finished eating, and the Bhagavān asked, “Will you go forth?”

source: ཞེས་གསོལ་ཏེ།
en: Nanda answered, “I will go forth.”

source: དེ་ཡང་སངས་རྒྱས་བཅོམ་ལྡན་འདས་སྔོན་བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་སྤྱོད་པ་ན་ཡབ་ཡུམ་དང་། མཁན་པོ་དང་། སློབ་དཔོན་དང་། བླ་མའི་གནས་གཞན་རྣམས་ཀྱིས་རྗེས་སུ་བསྟན་པ་དག་དང་ནམ་ཡང་འགལ་བར་མ་མཛད་པའི་ཕྱིར་ད་ལྟར་གང་ཡང་བཀའ་ལས་འགལ་བར་མི་བྱེད་པ་བརྙེས་པར་གྱུར་པ་ཡིན་ནོ། །
en: Furthermore, because the Bhagavān Buddha, when he engaged in the practices of a bodhisattva in the past, never opposed the instructions of his parents, preceptors, teachers, or other gurus, he had now attained the state in which nothing he said was opposed.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཁྱོད་ཀྱི་དགའ་བོའི་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ཤིག་ཅེས་བཀའ་སྩལ་པ་དང་།
en: Then the Bhagavān said to Ānanda, “Shave Nanda’s hair and beard.”

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་དུ་འཚལ་ལོ་ཞེས་འབྲེག་མཁན་བཙལ་ནས།
en: “As the Bhagavān wishes,” replied Ānanda, and he searched for a barber.

source: དེའི་སྐྲ་བྲེགས་པར་བརྩམས་པ་དང་། དགའ་བོས་འབྲེག་མཁན་དེ་ལ་བསྒོ་བ།
en: As soon as the barber began cutting Nanda’s hair, Nanda said to him, “Hey!

source: ཀྭའི་ཁྱོད་མི་ཤེས་སམ།
en: Don’t you know?

source: ང་ནི་རིང་པོར་མི་ཐོག་པར་སྟོབས་ཀྱི་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་བྱེད་པར་འགྱུར་བས་ཁྱོད་ཀྱིས་གལ་ཏེ་ངའི་སྐྲ་དང་ཁ་སྤུ་བྲེགས་པར་གྱུར་ན་ངས་ཁྱོད་ཀྱི་ལག་པ་གཉིས་མཁྲིག་མ་མན་ཆད་གཅད་དོ། །
en: It won’t be long before I become a powerful cakravartin. If you shave my hair and beard, I will cut off both your hands!”

source: ཞེས་བསྡིགས་པས་དེ་ཤིན་ཏུ་སྐྲག་པར་གྱུར་ནས་སྤུ་གྲི་བསྡུས་ཏེ། ཕྱིར་འགྲོ་བར་བརྩམས་པ་དང་།
en: Intimidated, the barber became very frightened, and he put away his razor and started to leave.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་བཅོམ་ལྡན་འདས་ལ་དེ་གསོལ་ཏོ། །
en: Then the venerable Ānanda told the Bhagavān what had happened.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཉིད་དགའ་བོ་ག་ལ་བ་དེར་གཤེགས་ཏེ། དགའ་བོ་ལ་ཅི་ཁྱོད་རབ་ཏུ་མི་འབྱུང་ངམ།
en: The Bhagavān went to Nanda and asked, “Will you not go forth?”

source: དེས་ཀྱང་རབ་ཏུ་འབྱུང་ངོ་། །
en: Nanda answered, “I will go forth.”

source: ཞེས་གསོལ་པ་དང་། དེ་ནས་བཅོམ་ལྡན་འདས་ཉིད་ཀྱིས་རིལ་བ་བསྣམས་ཏེ། དེའི་མགོ་བོ་ལ་ཆུ་བླུགས་ནས་འབྲེག་མཁན་གྱིས་སྐྲ་དང་ཁ་སྤུ་བྲེགས་པ་དང་།
en: The Bhagavān then took a vase and poured water on Nanda’s head, and the barber shaved Nanda’s hair and beard.

source: དེ་འདི་སྙམ་དུ་དེང་བདག་རེ་ཤིག་བཅོམ་ལྡན་འདས་ལ་སྲི་ཞུ་བྱས་ཏེ་རབ་ཏུ་འབྱུང་མོད་ཀྱི་འོན་ཀྱང་རྒོངས་ཀར་སླར་ཁྱིམ་དུ་འགྲོའོ་སྙམ་མོ། །
en: Nanda thought, “I will honor the Buddha for now and go forth, but I will return home in the evening.”

source: དེས་རྒོངས་ཀར་ལམ་དུ་ཞུགས་ཏེ་སོང་བ་དང་།
en: In the evening, Nanda took to the road and left.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་འགྲོ་བའི་ལམ་དུ་གཡངས་ཆེན་པོ་ཞིག་སྤྲུལ་པ་དེས་མཐོང་ནས། འདི་སྙམ་དུ་སུན་ད་རི་ཀ་དང་དུས་བྱས་པ་ནི་ཐག་རིང་དུ་གྱུར་པས་འགྲོ་བའི་རྐྱེན་དང་ལྡན་པར་མ་གྱུར་ཏེ།
en: When Nanda saw a great chasm conjured by the Bhagavān ahead of him on the road, he thought, “As for the time agreed upon with Sundarikā, since I am still far away, I have no possibility of arriving on time.

source: དེང་བདག་གིས་དེ་བསམས་པ་ཉིད་ཀྱིས་གལ་ཏེ་འཆི་བའི་དུས་བྱེད་པར་འགྱུར་ཡང་སྲིད་ན།
en: Now, it is possible that I will die from just thinking about her.

source: གལ་ཏེ་ཤི་བར་མ་གྱུར་ན་ནམ་ནངས་ཏེ་འགྲོའོ་ཞེས་སུན་ད་རི་ཀ་དྲན་པའི་མྱ་ངན་དང་།
en: If I do not die, I will go tomorrow morning.”

source: སྡུག་བསྔལ་གྱིས་མཚན་མོ་འདས་པར་གྱུར་ཏོ། །
en: He passed the night in suffering and misery due to yearning for Sundarikā.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་བསམ་པ་ཐུགས་ཀྱིས་མཁྱེན་ནས་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ཁྱོད་སོང་ལ་དགའ་བོ་དེ་ལ་ཁང་སྐྱོང་བྱོས་ཤིག་པར་བསྒོ་ཤིག །
en: Knowing what Nanda was thinking, the Bhagavān said to Ānanda, “Ānanda, go and order Nanda to act as caretaker in the monastery.”

source: དེས་ཀྱང་དེ་བཞིན་དུ་དེའི་ཐད་དུ་སོང་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཁང་སྐྱོང་བྱོས་ཤིག་པར་བཀའ་སྩལ་ཏོ། །
en: Ānanda accordingly went directly to Nanda. Ānanda told him, “The Bhagavān orders you to be the caretaker.”

source: ཞེས་བསྒོ་བ་དང་། དེས་ཀྱང་ཁང་སྐྱོང་ཞེས་བྱ་བ་ཇི་ལྟ་བུ་དེས་བྱ་བ་ནི་ཅི་ཞིག་བྱེད་ཅེས་དྲིས་སོ། །
en: Nanda asked, “What duties does a ‘caretaker’ perform?”

source: དེས་སྨྲས་པ་གཙུག་ལག་ཁང་དུ་དགེ་འདུན་གྱི་བྱ་བ་དག་ཞལ་ཏ་བྱ་དགོས་སོ། །སྨྲས་པ།
en: “He must supervise the monks’ chores in the monastery,” said Ānanda.

source: ཚུལ་ཇི་ལྟ་བུར་བྱ་བའི་རིགས་སྨྲས་པ།
en: Nanda asked, “In what way should he work?”

source: ཁང་སྐྱོང་ཞེས་བྱ་བ་ནི་གལ་ཏེ་དགེ་སློང་རྣམས་བསོད་སྙོམས་ལ་དོང་ན་གཙུག་ལག་ཁང་གི་ནང་གི་ས་རྣམས་ཕྱགས་ནས་ཆག་ཆག་གདབ་པར་བྱའོ། །
en: “As for the caretaker,” answered Ānanda, “when the monks go out for alms, he must sweep the monastery grounds and sprinkle them with water.

source: བ་ལང་གི་ལྕི་བ་སར་པ་བླངས་ནས་གོ་རིམས་བཞིན་དུ་འཇམ་པོར་བསྐུ་བར་བྱའོ། །
en: He must take fresh cow dung and gently spread it in the proper way.

source: ལེགས་པར་ཡིད་ལ་བྱས་ཏེ་བསྲུང་ཞིང་སྟོར་བརླག་མེད་པར་བྱའོ། །
en: Paying careful attention, he should guard against loss.

source: གྲོས་སུ་བྱ་བ་ཡོད་ན་དགེ་འདུན་ལ་གསོལ་བར་བྱའོ། །
en: If any advice is necessary, he should ask the monks.

source: དྲི་དང་མེ་ཏོག་ཡོད་ན་དགེ་འདུན་ལ་བྲིམ་པར་བྱའོ། །
en: If there is incense and flowers, he should distribute them to the monks.

source: མཚན་མོ་སྒོ་བཅད་ཅིང་ནམ་ནངས་ནས་དབྱེ་བར་བྱའོ། །
en: He should close the gates at night and open them in the morning.

source: སྣམ་ཕྱིས་དང་། ཆབ་ཁུངས་ས་རྟག་ཏུ་བཀྲུ་ཞིང་བྱི་དོར་བྱ་དགོས་སོ། །
en: He must always clean and wipe down the toilet and urinal.

source: གལ་ཏེ་གཙུག་ལག་ཁང་ཞིག་ཅིང་རལ་བ་ཡོད་ན་བཅོས་ལེགས་བྱའོ། །
en: If something in the monastery falls apart, he must repair it well.”

source: ཞེས་དེ་སྐད་བསྟན་པ་ཐོས་པ་དང་། བཙུན་པ་ཀུན་དགའ་བོ་བཅོམ་ལྡན་འདས་ཀྱིས་ཇི་སྐད་བཀའ་སྩལ་པ་བཞིན་དུ་ཐམས་ཅད་བདག་གིས་དེ་བཞིན་བགྱིའོ། །ཞེས་བླངས་སོ། །
en: Nanda, having heard the explanation, accepted it, saying, “Venerable Ānanda, I shall do everything according to the Bhagavān’s command.”

source: དེ་ནས་དགེ་སློང་རྣམས་སྔ་དྲོའི་དུས་ཀྱི་ཚེ་ཤམ་ཐབས་བགོས། ཆོས་གོས་དང་ལྷུང་བཟེད་ཐོགས་ཏེ། གྲོང་ཁྱེར་སེར་སྐྱའི་གནས་སུ་བསོད་སྙོམས་ལ་བཞུད་པ་དང་།
en: The next morning, the monks put on their lower robes, took their upper robes and bowls, and left for the city of Kapilavastu on their alms round.

source: དགའ་བོས་གཙུག་ལག་ཁང་ན་སུ་ཡང་མེད་པར་མཐོང་ནས་བདག་གིས་ཕྱག་དར་བྱས་ཟིན་པ་དང་། སླར་ཁྱིམ་དུ་འགྲོའོ་ཞེས་ཕྱག་དར་བྱེད་པ་ལ་ཞུགས་སོ། །
en: Nanda, seeing that nobody was in the monastery, thought, “As soon as I finish sweeping, I’ll go back home,” and did the sweeping.

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་གཟིགས་ཤིང་མཁྱེན་པས་རྫུ་འཕྲུལ་གྱི་སྟོབས་ཀྱིས་ཕྱགས་ཟིན་པའི་ས་གཙང་མ་རྣམས་སླར་ཕྱག་དར་གྱིས་གང་བར་བྱིན་གྱིས་བརླབས་པ་དང་།
en: The Bhagavān saw him and knew, so, with his supernormal abilities, he cast a spell so that the clean ground that had been swept was again full of rubbish.

source: དེས་ཀྱང་འདི་སྙམ་དུ་བདག་གིས་ཕྱག་དར་བོར་ཏེ་སླར་ཁྱིམ་དུ་འགྲོའོ་སྙམ་དུ་བསམས་ནས་དེས་ཕྱགས་མ་བཞག་སྟེ།
en: Nanda then thought, “I’ll throw away the rubbish and go back home.”

source: ཕྱག་དར་དབོ་བར་བརྩམས་པ་དང་། ཟད་པར་མ་གྱུར་ནས་དེས་བསམས་པ། གནས་ཁང་རྣམས་ཀྱི་སྒོ་བཅད་ལ་འགྲོའོ་སྙམ་ནས་དེས་གནས་ཁང་རྣམས་ཀྱི་སྒོ་བཅད་པར་བརྩམས་པ་དང་།
en: He put the broom down and began to throw away the rubbish, but, since it was never-ending, he thought, “I will close the doors of the dwelling places and leave.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་སྒོ་གཅིག་བཅད་ཟིན་ནས་སྒོ་གཞན་བཅད་ཙམ་ན་སྒོ་གཞན་ཡང་བྱེ་བར་བྱིན་གྱིས་བརླབས་པས་དེ་ཉོན་མོངས་པ་སྐྱེས་ནས་གཞན་ཡང་འདི་སྙམ་དུ་གལ་ཏེ་རྐུན་པོས་གཙུག་ལག་ཁང་འདི་ཉམས་པར་བྱས་ཀྱང་འདི་ལ་གནོད་པ་ཅི་ཡོད་དེ།
en: He began to close the doors of the dwelling places, but the Bhagavān cast a spell so that as soon as Nanda closed one door, another door would open.

source: བདག་རྒྱལ་པོར་གྱུར་པ་ན་འདི་བས་ཆེས་ལྷག་པའི་གཙུག་ལག་ཁང་བཟང་པོ་བརྒྱ་སྟོང་བརྩིག་པར་ཟད་པས་བདག་ནི་སླར་ཁྱིམ་དུ་འགྲོའོ། །
en: That troubled Nanda, and he had this thought: “Even if a thief harms this monastery, whatever damage there is, when I become king, I will build a hundred thousand excellent monasteries much greater than this one. As for me, I’ll go back home.”

source: ཡང་བསམས་པ་གལ་ཏེ་ལམ་པོ་ཆེར་ཞུགས་ཏེ་འགྲོ་ན་ནི་བཅོམ་ལྡན་འདས་དང་ཕྲད་དུ་དོགས་པས། གསེབ་ལམ་དུ་ཞུགས་ཏེ་འགྲོ་སྙམ་དུ་བསམས་སོ། །
en: And then he thought, “If I stay on the main road, I’m afraid I’ll meet the Bhagavān, so I’ll take a side road.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་བསམ་པ་ཐུགས་ཀྱིས་མཁྱེན་ནས་གསེབ་ལམ་དེ་ཉིད་དུ་ཞུགས་ཏེ་གཤེགས་སོ། །
en: The Bhagavān, knowing what Nanda was thinking, took that very same shortcut.

source: དེས་རྒྱང་ནས་བཅོམ་ལྡན་མཐོང་ནས་མི་ཕྲད་པར་བྱ་བའི་ཕྱིར་ལམ་གྱི་འགྲམ་ན་ལྗོན་ཤིང་ཡལ་ག་དང་གྲིབ་མར་ལྡན་པ་ཐུར་དུ་གཞོལ་བ་ཞིག་གི་དྲུང་དུ་གབ་སྟེ་འདུག་པ་དང་།
en: Nanda, seeing the Bhagavān from a distance, hid near a tree at the side of the road that had shady branches hanging down, in order to avoid him.

source: བཅོམ་ལྡན་འདས་ཀྱིས་ལྗོན་ཤིང་དེའི་ཡལ་ག་གྱེན་དུ་བརྫེས་ནས་དེ་ལུས་མངོན་དུ་སྣང་བར་བྱིན་གྱིས་བརླབས་སོ། །
en: The Bhagavān cast a spell to make the tree lift up its branches and show Nanda’s body.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགའ་བོ་ཁྱོད་གར་འགྲོ།
en: Then the Bhagavān called out, “Nanda, where are you going?

source: ངའི་ཕྱི་བཞིན་དུ་ཤོག་ཤིག་ཅེས་བཀའ་སྩལ་པ་དང་།
en: Come along after me!”

source: དེ་ཡང་སྐྱེངས་ཏེ་ངོ་ཚ་བའི་སེམས་ཀྱིས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་འབྲིང་དུ་འབྲངས་པ་དང་།
en: Ashamed and embarrassed, Nanda followed in attendance upon him.

source: བཅོམ་ལྡན་འདས་ཀྱིས་འདི་སྙམ་དུ་འདི་ཆུང་མ་ལ་ཤིན་ཏུ་ཆགས་ཤིང་ཞེན་པར་གྱུར་པས་འདི་དེ་དང་འབྲལ་ཞིང་ཕན་གདགས་པའི་ཕྱིར་གྲོང་ཁྱེར་སེར་སྐྱ་ནས་བྱུང་སྟེ།
en: The Bhagavān thought, “Since Nanda is very attached to his wife and is obsessed with her, in order to help him separate from her I will leave Kapilavastu and go to Śrāvastī.”

source: གྲོང་ཁྱེར་མཉན་ཡོད་དུ་གཤེགས་སོ་སྙམ་དུ་དགོངས་ནས་དེར་བྱོན་པ་དང་། རི་དགས་དགྲའི་མ་ས་གའི་ཀུན་དགའ་ར་བ་ན་བཞུགས་སོ། །
en: Thinking in this way, he went there and stayed at Viśākhā Mṛgāramātā’s pleasure grove.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་འདི་སྙམ་དུ་དགའ་བོ་བླུན་པོ་འདི་ནི་རྟག་ཏུ་ཆུང་མ་ལ་ཆགས་ཤིང་ཞེན་ནས་གཏོང་བར་མི་བྱེད་པས་འདི་ལ་ཐབས་ཤིག་སྦྱར་ཏེ་སེམས་ཉེ་བར་ཞི་བར་བྱའོ། །
en: Then the Bhagavān thought, “Since this foolish Nanda is continually attached to his wife and obsessed with her, he will not let go of her, so I must apply skillful means and pacify his mind.”

source: སྙམ་དུ་དགོངས་ནས། ཚེ་དང་ལྡན་པ་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཁྱོད་ཀྱིས་སྔོན་ཆད་སྤོས་ཀྱི་ངད་ལྡང་ཞེས་བྱ་བའི་རི་མཐོང་ངམ།
en: Thinking in this way, the Bhagavān asked the venerable Nanda, “In the past, have you ever seen Mount Gandhamādana?”

source: གསོལ་པ། མ་མཐོང་ལགས་སོ། །
en: “I haven’t seen it,” answered Nanda.

source: གལ་ཏེ་དེ་ལྟ་ན་ངའི་ཆོས་གོས་གྲྭ་ནས་ཟུང་ཤིག །དེས་ཀྱང་ན་བཟའི་གྲྭ་ནས་བཟུང་བ་དང་།
en: “If that is so, grab the corner of my robe.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ངང་པའི་རྒྱལ་པོ་བཞིན་དུ་ནམ་མཁའ་ལ་ལྡིངས་ཏེ་སྤོས་ཀྱི་ངད་ལྡང་དུ་གཤེགས་ནས་ཚེ་དང་ལྡན་པ་དགའ་བོ་དང་ཐབས་ཅིག་ཏུ་གཡས་གཡོན་དུ་གཟིགས་པ་ལས་ཤིང་དྲུང་ཞིག་ན་སྤྲ་མོ་མིག་ཡ་གཅིག་ཞར་བ་ཞིག་གདོང་བཏེག་ནས་མི་གཡོ་བར་རྩེ་གཅིག་ཏུ་བཅོམ་ལྡན་འདས་ལ་བལྟས་པ་དང་།
en: Nanda grabbed the corner of his garment. The Bhagavān then soared up into the sky like the king of geese. When he arrived at Mount Gandhamādana together with the venerable Nanda, they looked right and left. Under a tree, a blind, one-eyed female monkey raised her face and intently looked right at the Bhagavān.

source: བཅོམ་ལྡན་འདས་ཀྱིས་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཁྱོད་ཀྱིས་སྤྲ་མོ་ཞར་མ་འདི་མཐོང་ངམ། གསོལ་པ།
en: The Bhagavān asked Nanda, “Do you see this blind monkey?”

source: བཅོམ་ལྡན་འདས་མཐོང་ལགས་སོ། །
en: “Yes, I see her,” answered Nanda.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཁྱོད་ཇི་སྙམ་དུ་སེམས།
en: “What do you think?” asked the Bhagavān.

source: སྤྲ་མོ་ཞར་མ་འདི་སུན་ད་རི་ཀ་དང་བསྒྲུན་ན་གང་བཟང་ཞིང་ཁྱད་པར་དུ་འཕགས།
en: “If you compare this blind monkey to Sundarikā, which one is more beautiful and exalted?”

source: གསོལ་པ། སུན་ད་རི་ཀ་དེ་ནི་ཤཱཀྱའི་རིགས་ལགས་ཏེ།
en: “Sundarikā is a Śākya,” said Nanda.

source: ལྷའི་བུ་མོ་དང་འདྲ་བར་བྱད་བཞིན་མཆོག་ཏུ་གྱུར་ཅིང་འཇིག་རྟེན་ན་ཟླ་མ་མཆིས་པ་ལགས་པས་སྤྲ་མོ་འདི་དང་བསྒྲུན་པར་གྱུར་ན།
en: “She is like a young goddess. Her face is the best; she is peerless in the world.

source: བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་མཆི། སྟོང་གི་ཆ་དང་། ཁྲིའི་ཆ་དང་། འབུམ་གྱི་ཆ་དང་།
en: Therefore, if you compare her to this monkey, the monkey does not come close to being one-hundredth, one-thousandth, one-ten-thousandth, or one-hundred-thousandth of Sundarikā.

source: གྲངས་དང་། ཆ་དང་། བགྲང་བ་དང་། དཔེ་དང་། རྒྱུར་ཡང་མི་བཟོད་ལགས་སོ། །
en: Any number, fraction, calculation, example, or comparison would be inadequate.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཁྱོད་ཀྱིས་ལྷའི་གཞལ་མེད་ཁང་མཐོང་ངམ། གསོལ་པ།
en: The Bhagavān asked, “Have you ever seen the heavenly palaces?”

source: མ་མཐོང་ལགས་སོ། །
en: “No, I haven’t seen them,” answered Nanda.

source: འོ་ན་ཡང་ཆོས་གོས་ཀྱི་གྲྭ་ནས་ཟུང་ཤིག །
en: “Well then, grab the corner of my robe again.”

source: དེས་ཀྱང་ན་བཟའ་ལ་བཟུང་བ་དང་། ངང་པའི་རྒྱལ་པོ་བཞིན་ནམ་མཁའ་ལ་མངོན་པར་འཕགས་ནས་སུམ་ཅུ་རྩ་གསུམ་གྱི་ལྷའི་གནས་སུ་གཤེགས་ཏེ།
en: Again Nanda grabbed the garment, and the Bhagavān rose up into the sky like the king of geese and went to the abode of the Thirty-Three Gods.

source: ཚེ་དང་ལྡན་པ་དགའ་བོ་ལ་ཁྱོད་སོང་ལ་ལྷའི་གཞལ་མེད་ཁང་ཁྱད་པར་དུ་འཕགས་པའི་གནས་རྣམས་ལ་ལྟོས་ཤིག །ཅེས་བཀའ་སྩལ་པ་དང་། ཚེ་དང་ལྡན་པ་དགའ་བོས་ཀྱང་དགའ་ཚལ་དང་། ཤིང་རྟ་སྣ་ཚོགས་ཀྱི་ཚལ་དང་། རྩུབ་འགྱུར་གྱི་ཚལ་དང་། འདྲེས་པའི་ཚལ་དང་།
en: The Bhagavān said, “Nanda, go and look at the heavenly palaces, which are exalted dwellings.”

source: ཡོངས་འདུའི་ཚལ་དང་། ཆོས་བཟང་ཁང་ལ་སོགས་པ་ལྷའི་ཚོགས་རྣམས་ཀྱི་ཀུན་དགའ་ར་བ་དང་། མེ་ཏོག་དང་། འབྲས་བུ་དང་། རྫིང་དང་།
en: The venerable Nanda went to the pleasure groves of the gods such as Nandana Grove, Caitraratha Grove, Pāruṣyaka Grove, Miśrakā Grove, Pārijāta Grove, and Sudharmā Hall, and places of play and delight with flowers, fruit, ponds, and pools.

source: རྫིང་བུ་དང་། རྩེད་མོ་རྩེ་ཞིང་དགའ་མགུའི་གནས་རྣམས་སུ་སོང་སྟེ། ཀུན་ཏུ་ཁྱབ་པར་བལྟས་ནས་མཐར་གྱིས་གྲོང་ཁྱེར་བལྟ་ན་སྡུག་ཏུ་ཞུགས་པ་ལས་གནས་གཞན་དུ་ཡང་རྔ་དང་།
en: When he had seen everything, he eventually entered the city Sudarśana.

source: པི་བང་དང་། རྒྱུད་རྣམ་པ་སྣ་ཚོགས་ལས་སྒྲ་སྙན་པ་ལ་སོགས་པ་འབྱིན་པ་དང་།
en: Elsewhere, pleasant sounds came forth from drums, lutes, and various types of stringed instruments.

source: གནས་དེ་དང་དེ་དག་ཏུ་ལྷའི་བུ་མོ་དང་། བུ་ཕོ་ཤིན་ཏུ་མཛེས་པ་དག་ལྷན་ཅིག་རྩེ་ཞིང་འཁོད་པ་དག་མཐོང་ངོ་། །
en: And here and there, he saw very beautiful young goddesses and gods nestled, playing together.

source: དགའ་བོས་ཀུན་ཏུ་བརྟགས་པ་ལས་གནས་གཞན་ཞིག་གི་གཞལ་མེད་ཁང་ན་ལྷའི་བུ་མོ་འབའ་ཞིག་ཡོད་ཀྱི་ལྷའི་བུ་ཕོ་མེད་པར་མཐོང་ནས་ལྷའི་བུ་མོ་དེ་དག་ལ་ཅིའི་རྒྱུས་གནས་གཞན་ནི་ལྷའི་བུ་མོ་དང་། ལྷའི་བུ་ཕོ་འདྲེས་པར་གནས་ནས་བདེ་བ་རྣམས་མྱོང་བར་བྱེད་ལ་ཁྱེད་ནི་གང་གི་ཕྱིར་ལྷའི་བུ་མོ་འབའ་ཞིག་ལྷན་ཅིག་གནས་ཤིང་ལྷའི་བུ་མི་སྣང་བར་གྱུར་ཞེས་དྲིས་པ་དང་།
en: Nanda, after searching all over, saw that there were only young goddesses but no young gods in a certain palace, and he asked those young goddesses, “Why, in other places, do young goddesses and gods live together and experience pleasure, while in your case, only young goddesses live together, and young gods are not to be seen?”

source: ལྷའི་བུ་མོ་དེ་དག་གིས་བཅོམ་ལྡན་འདས་ཀྱི་གཅུང་དགའ་བོ་ཞེས་བྱ་བ་བཅོམ་ལྡན་འདས་ལས་རབ་ཏུ་བྱུང་ནས་རྩེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་ཡང་དག་པར་སྤྱོད་པ་ཞིག་ཡོད་དེ།
en: Those young goddesses said, “There is a younger brother of the Bhagavān, Nanda, who went forth under the Bhagavān and intently and properly practices pure behavior.

source: དེ་དུས་དེ་ལས་འདས་པའི་འོག་ཏུ་འདིར་སྐྱེ་བར་འགྱུར་བས་བདག་ཅག་ནི་འདིར་དེ་ལ་སྡོད་པ་ཡིན་ནོ་ཞེས་སྨྲས་སོ། །
en: After he passes away, he will be reborn here. We will wait for him here.”

source: དགའ་བོས་དེ་སྐད་ཐོས་ནས་དགའ་མགུ་རངས་པས་མྱུར་ཞིང་རིངས་པར་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་བ་དང་།
en: Nanda, having heard this, rejoiced and quickly hurried to where the Bhagavān was.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཁྱོད་ཀྱིས་ལྷ་རྣམས་ཀྱི་ཁྱད་པར་དུ་འཕགས་པའི་དངོས་པོ་དག་མཐོང་ངམ། གསོལ་པ།
en: The Bhagavān asked, “Did you see the exalted circumstances of the gods?”

source: མཐོང་ལགས་སོ། །
en: “Yes, I saw them,” said Nanda.

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱོད་ཀྱིས་དངོས་པོ་ཅི་ཞིག་མཐོང་ཞེས་བཀའ་སྩལ་པ་དང་།
en: The Bhagavān asked, “What circumstances did you see?”

source: དེས་ཀྱང་ཇི་ལྟར་མཐོང་བ་རྣམས་རྒྱས་པར་བཅོམ་ལྡན་འདས་ལ་གསོལ་ཏོ། །
en: Nanda told the Bhagavān in detail everything that he had seen.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགའ་བོ་ཁྱོད་ཀྱིས་ལྷའི་བུ་མོ་རྣམས་མཐོང་ངམ། གསོལ་པ།
en: The Bhagavān asked, “Did you see the young goddesses?”

source: ལྷའི་བུ་མོ་དེ་དག་སུན་ད་རི་ཀ་དང་བསྒྲུན་ན་གང་གཟུགས་བཟང་ཞིང་ཁྱད་པར་དུ་འཕགས། གསོལ་པ།
en: The Bhagavān asked, “If you compare those young goddesses to Sundarikā, who is more physically beautiful and exalted?”

source: བཅོམ་ལྡན་འདས་སུན་ད་རི་ཀ་ལྷའི་བུ་མོ་དེ་དག་དང་། བསྒྲུན་ན་ཇི་ལྟར་རི་སྤོས་ཀྱི་ངད་ལྡང་གི་སྤྲ་མོ་ཞར་མ་སུན་ད་རི་ཀ་དང་བསྒྲུན་པ་བཞིན་དུ་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་མཆི་སྟེ།
en: “Bhagavān,” replied Nanda, “if I compared Sundarikā with those young goddesses, it would be just like comparing the blind female monkey of Mount Gandhamādana to Sundarikā.
